#version: 0.2
t h
s t
R O
th e</w>
a m
C T</w>
e r
S E
L E
RO M</w>
SE LE
SELE CT</w>
F ROM</w>
n t
c o
n am
a n
a r
1 .
A S</w>
i n
i d</w>
2 .
a t
T 1.
o f</w>
nam e</w>
e s</w>
T 2.
o r
d e
i t
h a
_ id</w>
E R
o n
r o
I N</w>
O N</w>
a l
H ER
W HER
WHER E</w>
co u
m e
O IN</w>
J OIN</w>
a c
r e
i c
B Y</w>
s t</w>
cou nt
c u
e r</w>
e n
D E
an d</w>
ha t</w>
W hat</w>
T 1</w>
T 2</w>
o m
ar e</w>
l a
o n</w>
h o
p ro
ar t
c t
* )</w>
( *)</w>
l e
o r</w>
i on
i n</w>
cu st
_ name</w>
u m
th a
l o
o u
d e</w>
om er
e d</w>
count (*)</w>
U P</w>
RO UP</w>
G ROUP</w>
d u
n t</w>
i on</w>
O R
I D</w>
me nt
m p
OR DE
ORDE R</w>
I N
3 .
r i
i r
i l
cust omer
i s</w>
e _
s s
v e</w>
co de</w>
nam es</w>
b er</w>
y e
in g</w>
n um
p art
d i
al l</w>
st u
a g
y p
pro du
0 0
L I
num ber</w>
S C</w>
a v
tha t</w>
e t
it h</w>
an y</w>
w h
w ith</w>
T 3.
e s
ac t
in d</w>
t yp
s c
M I
er s</w>
F ind</w>
MI T</w>
LI MIT</w>
at ion
a f
DE SC</w>
stu de
u r
produ ct
in g
ha ve</w>
o l
_ ID</w>
f or</w>
m a
m o
t a
l i
am e</w>
t r
d at
S T
t 1.
it y</w>
ho w</w>
S t
H o
f ir
e ac
wh o</w>
h i
o p
e mp
p t
a d
s e
_ code</w>
N ame</w>
t 2.
m any</w>
an c
ag e</w>
s e</w>
at ion</w>
l e</w>
lo ye
or d
i st
d o
I ST
s .</w>
i st</w>
s ?</w>
S how</w>
me nt</w>
Ho w</w>
t o
A N
IST IN
ISTIN CT</w>
D ISTINCT</w>
tha n</w>
stude nt
eac h</w>
v i
c h
AN D</w>
e nt
a p
u l
s on
i m
i d
u b
r ic
de part
emp loye
cu ment
ord er
b u
ic h</w>
cou r
c t</w>
b y</w>
t e
mo st</w>
co mp
g h
u s
re s
st _name</w>
p la
i es</w>
L ist</w>
T 3</w>
customer _id</w>
_ typ
r y</w>
av er
t it
de r</w>
f _
e i
W h
c ity</w>
p or
ou nt
St u
st af
g (
e l
av g(
st at
en d
do cument
or e</w>
e ?</w>
a n</w>
U N
b o
en t</w>
customer s</w>
e d
C O
fir st</w>
H A
c l
it y
f f
de sc
pla y
aver age</w>
or m
a r</w>
s _
j e
c la
( SELECT</w>
IN G</w>
2 00
e st</w>
di st
V ING</w>
HA VING</w>
ma x
ad d
e op
f e
e )</w>
dat e</w>
CO UN
u m</w>
m in
ic i
t 3.
t 2</w>
lo c
me m
t 1</w>
la st</w>
Wh ich</w>
i v
re ss
a y
COUN T
r at
T1. name</w>
ha s</w>
n o
de ta
st r
act ion
m ore</w>
student s</w>
or s</w>
depart ment
p h
er s
a l</w>
COUNT (*)</w>
f il
ye ar</w>
s al
u th
tit le</w>
p ric
il s</w>
u t
je ct
co l
g e</w>
w ho
who se</w>
de pt
ul t
e st
a ir
employe es</w>
typ e</w>
no t</w>
por t
e .</w>
count ry</w>
ri pt
ou nt</w>
sc ho
i ve</w>
le a
co r
_typ e_
e m
t o</w>
sal ar
on e</w>
c r
anc e</w>
product s</w>
i nt
ro l
es .</w>
p eop
me r</w>
ff er
ation s</w>
y _
str u
re g
p o
er _
desc ript
al l
stude nt</w>
o c
a uth
q u
ri v
son g
fir st_name</w>
ta l</w>
i s
deta ils</w>
ur n</w>
mem b
v ic
bu il
add ress
0 0</w>
e n</w>
cust o
to tal</w>
s hi
es ?</w>
er e</w>
custo mer</w>
T I
di ffer
d riv
r a
customer _
a s</w>
u s</w>
id s</w>
ar k
differ ent</w>
_type_ code</w>
T ER
P ro
R et
c at
at e</w>
o k
Ret urn</w>
m an
f ro
count (
e _id</w>
or der</w>
T2. name</w>
er g
a ss
R e
product _id</w>
la st_name</w>
depart ment</w>
c am
a t</w>
Stu de
cla ss
u st
o m</w>
ment s</w>
descript ion</w>
d ing</w>
u n
s um
s h
f _id</w>
dist in
sum (
ing _
e ,</w>
TER SE
TERSE CT</w>
IN TERSECT</w>
stru ct
r ac
p er
ou r
al _
b le
y _id</w>
m e</w>
hi gh
" ?</w>
end ing</w>
cl ub
peop le</w>
ing s</w>
gh t</w>
distin ct</w>
tr ac
in v
i g
fro m</w>
count( DISTINCT</w>
T1. id</w>
ust omer
er vic
art ist
C ustomer
cl u
an s
ac ult
cam p
ac count
p p
C E
> =</w>
max (
lea st</w>
Y E
pro ject
e v
st _
g an
a in
N O
wh ich</w>
w or
produ ct</w>
b al
g en
O R</w>
NO T</w>
ar d
tr ans
ol ic
o f_
er id</w>
en rol
G ive</w>
2 0
cour se</w>
1 9
YE A
b et
t h</w>
ro om</w>
ou ri
j o
im um</w>
d orm
c ity
salar y</w>
w e
r an
e x
vi s
pric e</w>
cour se
clu b</w>
ro om
cr af
X CE
XCE P
XCEP T</w>
E XCEPT</w>
00 0</w>
C ount
" C
or gan
I d</w>
" .</w>
b e
A SC</w>
st or
ei r</w>
th eir</w>
m i
at ed</w>
r anc
f orm
c ap
P art
co nt
co m
ation _id</w>
T yp
R o
A l
cour s
comp an
t 3</w>
o t
YEA R</w>
col le
a s
u re
dat e_
ch ar
a m</w>
TI ON</w>
product _
g ra
p re
p olic
trans action
scho ol
acult y</w>
trac k
pro ble
p ap
am en
Stu ID</w>
g re
c re
A C
ph one</w>
ment _
en d</w>
it ies</w>
20 1
" B
staf f_id</w>
h e
bo ok
" S
staf f</w>
st ar
s s</w>
ou n
i z
th o
ist ic
A t
e le
4 .
i de
d o</w>
C ount</w>
s )</w>
l ar
f name</w>
T1. customer_id</w>
LI K
LIK E</w>
tr action
res s</w>
f act
er _id</w>
proble m
L O
u fact
g am
eac h
e id</w>
m ark
it ion
char act
at t
am ount</w>
T ouri
s ho
ou t</w>
e t</w>
C om
m al
comp any</w>
s ,</w>
order ed</w>
dept _name</w>
a st
C o
k ing</w>
d g
charact er
bo th</w>
A ir
son g</w>
min (
order _
f or
th er
lo w
ici p
_typ e</w>
L A
al o
ac c
p ay
on g
Stude nt</w>
ic al</w>
D o
s ervic
p ub
p on
in struct
et _
e g
I n
part y</w>
mp loye
e w
cou nt</w>
a nt
E mploye
ye ar
nam e,</w>
n um</w>
mo vi
e "</w>
Do cument
ther e?</w>
t w
re ct
me d
s ub
play er</w>
b ranc
U n
st ation</w>
reg ion
i l</w>
eg or
dept _code</w>
character istic
T 4.
w in
order _id</w>
it ion</w>
ici an</w>
buil d
o ic
l name</w>
e ss
cust id</w>
an d
LO C
" M
song s</w>
bal ance</w>
art ist</w>
t er</w>
stu id</w>
st name</w>
ord ers</w>
department _id</w>
ri end</w>
driv erid</w>
add ress</w>
A d
" ;</w>
di rect
course _id</w>
cat egor
Pro du
man ufact
ers on</w>
customer _name</w>
am ount
all erg
T2. customer_id</w>
stu _
p ha
pha bet
ig n
enrol l
ed _
cat alo
al phabet
t each
stat e</w>
on g</w>
nam ed</w>
max imum</w>
T1. S
Com p
e y</w>
e ma
bu dg
air port
Touri st_
Produ ct
y s
shi p</w>
op en
in st
fil m
craf t</w>
_ b
t s</w>
s u
n e
high est</w>
dat es</w>
camp us</w>
T2. Name</w>
" L
ho ur
te am
shi p
ro le
o l</w>
do es</w>
dist ric
LOC A
th er</w>
mi ss
inv oic
employe e</w>
e c
c ities</w>
_ date</w>
At traction
y m
res pon
m ount
g _
al s</w>
y _name</w>
t i
p _
m ID</w>
g u
en g
desc ending</w>
M o
scho ol</w>
li sh
fil m</w>
fe ss
document s</w>
class room</w>
cap ac
LOCA TION</w>
u e</w>
stat us</w>
product _name</w>
part icip
li st</w>
il l
i ent
he ad
ha v
c ard
m at
iv ers
address _id</w>
a sc
F or</w>
0 ?</w>
qu art
er at
d it
cor respon
St at
Customer s</w>
C LA
gen der</w>
c e</w>
act iv
p i
emp _
du r
address es</w>
P eop
" A
y ?</w>
vi ew
tw o</w>
student _id</w>
st art
play ers</w>
g est</w>
com m
a in</w>
P er
wor k
f aculty</w>
ei ght</w>
te am</w>
t ri
rat ing</w>
po int
op ul
om in
med ic
m us
jo b
gre at
es ,</w>
ch ec
c an
T3. name</w>
B o
A r
1 00
typ es</w>
re pre
ph ys
loc ations</w>
le d</w>
l in
d id</w>
count y</w>
auth or
at ing</w>
Tourist_ Attraction
CLA S
re c
o ff
memb ers</w>
de d</w>
ass ign
artist _name</w>
T2. id</w>
por t</w>
co n
b er
Peop le
0 .</w>
! =</w>
me tho
asc ending</w>
alphabet ical</w>
People _ID</w>
N T</w>
CLAS S</w>
Ad d
" T
s av
pro fess
ha d</w>
can di
buil ding</w>
_ details</w>
Stude nt
P ric
y .</w>
th ey</w>
song id</w>
ou t
organ is
P E</w>
D e
C ol
w hat</w>
tr y
re st
po s
li v
it em
et t
do cu
docu ment</w>
co de
us ed</w>
mem ber</w>
en z
ation al
Co de</w>
v en
track s</w>
staf f_
s or
s '</w>
ent s</w>
camp us
b um
_ of_
- 0
" F
se x</w>
project _id</w>
in _
b a
ad vis
Y PE</w>
T YPE</w>
S I
Al l
t im
ri es</w>
manufact ur
je ct</w>
cours es</w>
P o
O r
A part
A c
w ere</w>
ut ion</w>
th ere</w>
s cor
organ iz
a st</w>
a i
P erson</w>
ym n
ur e</w>
rest l
order .</w>
l ic
dorm id</w>
d es</w>
ct ion
correspon ding</w>
colle ge</w>
chec king</w>
auth ors</w>
ag es</w>
O N
200 0</w>
z i
st ation_id</w>
st a
p r
man ag
cla im
c Name</w>
airport s</w>
account s</w>
a pt
St af
E n
w as</w>
t1. club
oc k
lo g
ch an
Re f_
1 0</w>
ran k</w>
rac es</w>
our s
om e</w>
mal e</w>
C ours
5 0</w>
1 00</w>
% "</w>
sc ient
or m</w>
medic in
loc ation</w>
lar gest</w>
la y
l an
head quart
gam es</w>
d orm</w>
W E
T2. f
T1. Name</w>
P lay
A ge</w>
' C
reg ist
l es</w>
item s</w>
O T
Col le
C la
Ar t
y )</w>
s "</w>
in c
hi b
hav e?</w>
es _
comp et
colle g
b an
af ter</w>
ac ID</w>
Ac count
- 2
problem s</w>
phys ician</w>
p en
as on</w>
rat ing
pi lo
our n
nam e.</w>
driv ers</w>
document _type_code</w>
department s</w>
catalo g_
capac ity</w>
ag e)</w>
a id</w>
T1. M
Ro om
E N</w>
All erg
" P
y _ID</w>
try out</w>
to t
t ed</w>
high er</w>
f ul
e_ ID</w>
col or
co des</w>
U DE
ST UDE
R es
w i
tr ain
te ch
tech n
s _code</w>
role _code</w>
ma de</w>
f oun
cre dit
cr s_code</w>
b el
att end
R AC
Mo vi
E T
Count ry</w>
w ay
off ic
ett le
er n
du st
count ries</w>
c li
ational ity</w>
Typ e_
STUDE NT</w>
R ating</w>
2 0</w>
1 8
tit les</w>
stat us
se ason</w>
o o
it s</w>
enz y
compan ies</w>
branc h
av ai
avai la
WE EN</w>
TI ON
T1. driverid</w>
T1. F
ET WEEN</w>
B ETWEEN</w>
v oc
v ed</w>
u p
t2. customer_id</w>
sav ings</w>
s p
re ven
r ID</w>
pro ject</w>
pap erid</w>
opul ation</w>
instruct or</w>
er y</w>
campus es</w>
a part
T2. S
Add ress
19 9
' ?</w>
y "</w>
we en</w>
v ol
sta di
room s</w>
p at
min imum</w>
ma j
j ourn
e '</w>
comp la
bet ween</w>
_ description</w>
T1. year</w>
T e
R E
G r
t1. customer_id</w>
re cor
peop le
nam es.</w>
jo b</w>
inst it
ing '</w>
ful l</w>
al i
W IN
WIN E</w>
Air craft</w>
' S
sor ted</w>
scor e</w>
ph on
movi e</w>
mat ch
lan gu
id )</w>
ex hib
ct ion</w>
bal anc
ar d</w>
_ T
T1. b
Pro ject
Colle ge</w>
" J
" %
reg ion</w>
re view
r am
li min
ici an
direct or</w>
comm on</w>
c h</w>
bo ve</w>
b ers</w>
al bum
a bove</w>
1 1
' M
" N
" D
to w
st iv
s ome</w>
ro ut
res ult
pub lic
pp li
pap ers</w>
fe stiv
e ar
Tourist_Attraction _ID</w>
% '</w>
v al
to p</w>
o v
la stname</w>
d on
d ?</w>
act ion</w>
T1. custid</w>
Per son
' )</w>
" H
w restl
t emp
repre ne
pub lish
mark et</w>
l y</w>
ity )</w>
ho st
g ymn
f li
ent reprene
ema il</w>
e _name</w>
distric t</w>
a "</w>
TION S</w>
T h
F aculty</w>
wi th
temp erat
or ig
me _
manufactur ers</w>
l at
ion s</w>
i c</w>
hour s</w>
h el
ele ction</w>
dust ry</w>
artist s</w>
T1. Count
Movi e</w>
student _
ro ss</w>
pla y</w>
per son
me tow
li st
l ac
ist s</w>
er s.</w>
ed ?</w>
de gre
cla i
cap ta
amen ity</w>
Un it
Te am</w>
M E
se nt
res ol
it e
avg( T1.
T 4</w>
Staf f</w>
Part y</w>
Document s</w>
Cla im
' P
wh ere</w>
loc ation
int er
i _id</w>
fir stname</w>
emp_ num</w>
cli m
allerg y</w>
ain s</w>
ac h
Un ivers
Product _
Person F
PersonF riend</w>
Account s</w>
A n
tit le
ti me
project s</w>
pro c
mo de
inv est
ing "</w>
in e
f ic
ent r
de st
branc h</w>
be en</w>
Wh o</w>
UN I
UNI ON</w>
U R
Comp an
Art ist
ul t</w>
su ppli
re port
n omin
compla int
b i
air port</w>
_ P
D ate</w>
Cours e_
" G
rout es</w>
res ide
le t
it te
it i
gra de</w>
f ore</w>
ervic e_
city _code</w>
ar e
ac count</w>
win es</w>
vol um
transaction s</w>
sub miss
salar y)</w>
rac eid</w>
produ c
polic ies</w>
pay ment_
pay ment</w>
n o</w>
instruct ors</w>
in stru
g o
g er</w>
es_ in</w>
enroll ment</w>
budg et
b ed
ation _
advis or</w>
_ number</w>
Type_ Code</w>
T2. People_ID</w>
1 0
y '</w>
vi du
s y
part y_id</w>
ity _name</w>
in di
indi vidu
hi p_
great er</w>
gra nt
ev er</w>
ei ther</w>
auth id</w>
T2. M
' A
' %
year s</w>
t1. name</w>
status _code</w>
st orm
sho p</w>
sent at
s ettle
pro f_
nam es,</w>
memb er_
le ss</w>
k s</w>
ing ?</w>
gh t
gen re
g ame</w>
fil i
compan y_id</w>
b ro
amount )</w>
af fili
T1. StuID</w>
A pp
' F
v e
th em
t1. customer_name</w>
stu_ num</w>
stor e_id</w>
st ations</w>
st _ID</w>
payment_ metho
lo w</w>
el ation</w>
document _id</w>
bu t
be fore</w>
ba se
ap id</w>
al _ID</w>
T1. mID</w>
St ate</w>
M a
F name</w>
1 ;</w>
v ot
servic es</w>
ro up
result s</w>
product_ categor
p ri
ex pen
employe e_id</w>
d _b
d_b y_
c ha
aver ag
ar ri
amen id</w>
a y</w>
_ p
T2. Ho
Room s</w>
19 8
ure r</w>
trac k</w>
tot al
tho se</w>
ta k
scient ists</w>
s iz
s how</w>
rat e</w>
produc ed</w>
part y_
o ot
num bers</w>
me st
in s</w>
i ent</w>
er s?</w>
clai m</w>
ar ch
af fe
S ong
A uth
1 000</w>
" E
voc als</w>
un ivers
ti fic
school s</w>
school _id</w>
qu ant
profess or</w>
part ies</w>
open ed</w>
n ever</w>
low est</w>
ing _id</w>
attend ance</w>
air craft</w>
affe ct
Unit ed</w>
T1. first_name</w>
T1. D
T it
Pric e)</w>
tri p</w>
team _
teach ers</w>
student s?</w>
star t</w>
re qu
orig in</w>
order_ items</w>
offic e</w>
memb ers
maj or</w>
ic k
i t</w>
hel d</w>
h ic
foun ded</w>
fil es</w>
expen s
el l</w>
e limin
deta il</w>
characteristic _id</w>
bu t</w>
ban k</w>
ark et
V I
Tit le</w>
T3. id</w>
T2. staff_id</w>
T2. customer_
T1. student_id</w>
T S</w>
Or d
En rol
App elation</w>
Apart ments</w>
Allerg y</w>
Address es</w>
A R
pat ient</w>
p s</w>
p _code</w>
o k</w>
mark et_
lea se</w>
in anc
great est</w>
e w</w>
document _name</w>
customer_ orders</w>
cours e_
count r
class _code</w>
branch _id</w>
V OT
Univers ity
T2. year</w>
IN G
E L
' s</w>
" U
ure _
th re
team_ id
ro ss
ro le</w>
resol ution</w>
region _id</w>
pro v
pric e)</w>
per c
or _id</w>
nam e_
langu ages</w>
fe male</w>
colleg es</w>
card s</w>
a s_
T2. title</w>
T2. product_id</w>
T2. balance</w>
T2. W
T1. dept_code</w>
T1. artist_name</w>
T1. G
H e
zi p_code</w>
ur cha
thre e</w>
techn ician
star s</w>
ri end
report ed</w>
rac e</w>
pos ition</w>
polic y
pilo t</w>
out co
metow n</w>
m il
ition s</w>
in form
h eight</w>
f i
f er
ev ery</w>
dur ation</w>
dist ance</w>
d )</w>
compet ition</w>
color _code</w>
candi date</w>
c an</w>
bi k
b ir
at es</w>
at e_
_ s
U L
T2. p
T RAC
Pric e</w>
N um
J o
Bo ok
5 00
y oun
u r</w>
t ouri
se mest
reven ue</w>
re nt
po st
p et
order ?</w>
oo d
o w
ne l</w>
match _
instit ution</w>
enroll ment
en ce</w>
di t</w>
di o</w>
de vic
date_ of_
cust _id</w>
city _id</w>
chan nel</w>
build ings</w>
budg et</w>
be low</w>
b le</w>
availa ble
apt _id</w>
T2.f riend</w>
T2. custid</w>
T2. course_id</w>
T1. staff_id</w>
T1. customer_
R A
P lease</w>
A T
' .</w>
we a
wea ther</w>
w ard
u p</w>
t3. stuid</w>
t2. stuid</w>
t2. club
t2.club id</w>
t1.club id</w>
staf f
stadi um</w>
sp e
res ult</w>
rec ei
p lac
organis ation_id</w>
of_ club</w>
o s</w>
mount ain</w>
mode l</w>
member_ of_club</w>
m ate</w>
loc ated</w>
lin es</w>
film _id</w>
d .</w>
characteristic s</w>
categor y</w>
album s</w>
a il
T2. mID</w>
T2. first_name</w>
T1. city</w>
Student _
B u
Apart ment_
" )</w>
track _id</w>
t1.club name</w>
t1. product_id</w>
t _id</w>
student s.</w>
semest er</w>
s ur
proc e
policy _type_code</w>
movi es</w>
miss ion
match_ season</w>
journ al
inform ation</w>
in j
est im
dorm _name</w>
d _
course _name</w>
author ship</w>
ation )</w>
ac ross</w>
a ?</w>
_ year</w>
T2. driverid</w>
T1. last_name</w>
P O
M P
tim es</w>
t2. product_id</w>
t on
people _id</w>
p opulation</w>
p _ID</w>
oc i
n el
liv ing</w>
l ong
invoic es</w>
in f
in dustry</w>
id ,</w>
g p
er v
er _name</w>
eng ine
ed it
cre dit</w>
craf t
chan nel
c ho
c ard</w>
ass oci
Typ e</w>
T2. act
Part y_ID</w>
F inanc
E N
C T
C OR
' B
"S an</w>
w e</w>
univers ity</w>
u ght</w>
ta ught</w>
submiss ion</w>
stat e
st on</w>
sh ar
play er_id</w>
or k
o f
me d</w>
li ght</w>
inst id</w>
in ?</w>
in .</w>
gen r
for e
et s</w>
er e
e_ number</w>
document _
co st</w>
at traction
at es_in</w>
_ RE
_RE COR
_RECOR D</w>
VOT ING
VOTING _RECORD</w>
VI SI
T2. dormid</w>
T2. D
T1. C
St ock
R ed</w>
P h
L oc
L name</w>
I C
F ranc
F light</w>
En g
Employe e</w>
D et
5 000</w>
we e
val ue</w>
st ore</w>
point s</w>
n ationality</w>
inf o</w>
i al_
hi re
form ance</w>
f ind</w>
es )</w>
er tific
er ?</w>
en c
dept _
department ?</w>
d s</w>
cust _name</w>
col or</w>
book _
bo d
associ ated</w>
a '</w>
T2. lastname</w>
T2. code</w>
T1. p
S port
S T</w>
Re g
N ationality</w>
In v
Gr ap
Employe es</w>
Bo ston</w>
A ss
with out</w>
w im
view er</w>
ut ion
temperat ure</w>
t2. paperid</w>
storm _id</w>
siz e</w>
s wim
ran ge</w>
proce dur
problem _
pr ere
pet rat
per petrat
organis ation
num ber
mo de</w>
m on
low er</w>
l and
il _
headquart ers</w>
g ram
f riend
f lo
ev ent
er ed</w>
er _ID</w>
driv er</w>
di s
count )</w>
c in
book ing_
att ri
assign ed</w>
act or</w>
account _id</w>
V ot
University "</w>
T1.b and
T1. rID</w>
T1. customer_name</w>
Student_ Course_
Student_Course_ Enrol
Re viewer</w>
Po s</w>
Po int
PO SI
I D
E v
< =</w>
200 9</w>
wor d</w>
volum e</w>
us ers</w>
touri st</w>
sub ject
ship s</w>
servic e_id</w>
s ed</w>
rol l
repre sentat
profess ors</w>
pp ing_
p erson</w>
mus ic
li ve</w>
id .</w>
ev ents</w>
en n
capta in</w>
build ing_id</w>
apart ment</w>
ap p
a b
a _
Typ es</w>
T2. last_name</w>
T1. title</w>
T1. f
T1. course_id</w>
Sport s
Project _
H eight</w>
Financ ial_
Document s_
Customer s_
Compan ies</w>
00 00</w>
" R
w _
te l
stat e_
state_ prov
se con
ross _
re por
repor te
procedur es</w>
p ho
outco me
ist ric
is it
gu est
gh ts</w>
es '</w>
ervice_ Type_Code</w>
enrol l</w>
en re
ed .</w>
e ar</w>
dis play</w>
descript ions</w>
cont act
claim _id</w>
b ill
b ed</w>
avg( age)</w>
ass eng
arch ite
ap point
a ur
a ils</w>
T2. emp_num</w>
Student_Course_Enrol ment</w>
Ro om</w>
P ay
Det ails</w>
Bu il
A V
5 ?</w>
00 ?</w>
y _code</w>
tr ain</w>
stor m</w>
st ation
s es
room _
product_categor y_code</w>
particip ated</w>
or s?</w>
loc k
lo an
inj ur
inc e_
h n</w>
gymn ast</w>
gra m</w>
fore name</w>
er .</w>
enzy me</w>
entreprene ur</w>
ent l
dest in
degre es</w>
dat a
d ay
catalo g</w>
bel ong</w>
allerg y
Y ear</w>
T2. staff_
T2. artist_name</w>
T1.band mate</w>
T1. product_id</w>
Sports info</w>
Play er</w>
POSI TION</w>
Customers_ cards</w>
3 00</w>
201 0</w>
1 ?</w>
zi p</w>
wor k</w>
u e)</w>
techn ician</w>
team _id</w>
t1. product_name</w>
sur name</w>
student_ course_
sc re
re f_
pro gram
p urcha
p ar
ol low
medicin e</w>
li secon
le g
l ub
job _
itte e</w>
ir e</w>
ir cu
i es?</w>
i an
headquart er</w>
gymn ast
fro m
f ollow
f am
entreprene ur
emp_ fname</w>
d_by_ staff_id</w>
cont ains</w>
co re
cla ss</w>
auth or</w>
artist _id</w>
a u
a th
a k
Tourist_Attraction s</w>
T2. project_id</w>
Student s</w>
Part icip
P ri
Comp ut
An g
Al ic
2 00</w>
( DISTINCT</w>
' t</w>
" O
y c
wrestl er</w>
w s
um ,</w>
to _
sum( T1.
state_prov ince_
state_province_ county</w>
start _date</w>
star s)</w>
st ar</w>
sh or
publish er</w>
pric es</w>
on s</w>
ol der</w>
let ter</w>
le ss
im um,</w>
ide nt
ho me_
ha s_
film _
exhib ition
elimin ation</w>
de leg
d ay</w>
customer_ details</w>
catalog_ entr
bro ad
broad c
amen ity_name</w>
am ong</w>
allergy type</w>
air lines</w>
U S
T2. address_id</w>
T1. project_id</w>
T1. People_ID</w>
Stat us</w>
Product s</w>
Ord er_
D en
CO UR
C HA
B and</w>
Air craft
A mount
5 .</w>
3 0</w>
' T
' L
' H
" K
vot es</w>
ur n
stadi um
regist ered</w>
pric e_
phon es</w>
particip ates_in</w>
mi th
metho d</w>
members hip_
lo an</w>
le "</w>
ing .</w>
h in
g end
f requ
enre Id</w>
ei ght
dorm _
dorm_ amenity</w>
document _typ
cours es?</w>
count ies</w>
col ors</w>
c al
bu s</w>
attri but
apt _type_code</w>
apart ments</w>
an t</w>
af et
acc ess
Touri st_ID</w>
TER IST
TERIST IC
TERISTIC S</w>
T3. Name</w>
T2. order_id</w>
T2. dept_code</w>
T1. address_id</w>
ST O
S N</w>
RAC TERISTICS</w>
Project s</w>
Product_ Name</w>
H as_
G (
Financial_ transactions</w>
CT -2
CHA RACTERISTICS</w>
Auth or
Artist _ID</w>
AV G(
AC CT-2
A g
9 -0
6 0</w>
1 )</w>
00 .</w>
y_ public
y_public _s
y_public_s afet
y_public_safet y</w>
vis it
v el
urn it
u se
trans action</w>
team_id _b
team_id_b r</w>
sho p_
s k
reporte d_by_staff_id</w>
regist r
region _name</w>
rec ent</w>
pro gram</w>
polic y</w>
play er_
play ed</w>
pho to
or s.</w>
or n
nam e)</w>
m id
le vel
le st</w>
inv ol
in d
ho tel
go ali
fe w
fe e</w>
f ar
count y_public_safety</w>
complaint s</w>
card _type_code</w>
candi dat
broadc ast</w>
bir th</w>
b er_
ac t</w>
a way
a ult
T2. student_id</w>
T2. songid</w>
T2. Tourist_Attraction_ID</w>
T1. employe
T1. department_id</w>
T1. country</w>
St or
S e
R an
H OT
E R</w>
E MP
Aircraft _ID</w>
Ad vis
- 1
wor king</w>
un der</w>
typ e.</w>
to ?</w>
tim or
them e</w>
tak en</w>
t3. paperid</w>
t2. authid</w>
t1. authid</w>
t _name</w>
su p
stu_ gp
str ing</w>
scient ist</w>
sc o</w>
s our
s m
sm all
s es</w>
s er
room Name</w>
reside nt</w>
ra il
r it
product_ characteristics</w>
op "</w>
oot up</w>
ol de
olde st</w>
mus ical</w>
mount ains</w>
max _
manufact urer</w>
m ill
job _id</w>
instru ments</w>
in t</w>
id s,</w>
i es.</w>
ho st</w>
has_ amenity</w>
est aur
er '</w>
enrol led</w>
el erat
distric t_id</w>
destin ation</w>
d _code</w>
craf ts</w>
code )</w>
c iti
c is
author _id</w>
at ed_
ard w
an ufact
an ess
al timor
al id</w>
air crafts</w>
acc elerat
a .</w>
_ c
_ C
T2. stu_num</w>
T2. dept_name</w>
T2. G
T1.F acID</w>
T1.Count r
T1. stars</w>
T1. crs_code</w>
T1. city_id</w>
T1. booking_
T1. Tourist_Attraction_ID</w>
T ell</w>
T R
TR AN
TRAN S
TRANS AC
S E</w>
Ref_ S
R estaur
N O</w>
I n</w>
Has_ allergy</w>
Employe e
Claim s</w>
COUR SE</w>
C re
C TION</w>
B altimor
Advis or</w>
"L e</w>
"B ootup</w>
" Ho
us er_
teach es</w>
t1. lname</w>
t urn</w>
t each</w>
stat es</w>
st ock
st em
spe ed</w>
song _name</w>
se ction
s port
recei ved</w>
re turn</w>
product _type_code</w>
pla ye
perc ent
payment_metho d_code</w>
out com
outcom es</w>
oc k</w>
o e
o _
n ing_
memb er_id</w>
l en
l _name</w>
k "</w>
ite m</w>
invol ved</w>
inter action</w>
il_ address</w>
ide nt</w>
hi stor
h ire</w>
exhib ition</w>
est iv
en r</w>
ema il_address</w>
e e</w>
department _name</w>
department .</w>
de b
con struct
compet ition
attraction s</w>
are a</w>
ar e_
al ong</w>
_type_ description</w>
Vot e</w>
U STO
U M</w>
TRAC K</w>
T2.act id</w>
T2. raceid</w>
T2. physician</w>
T2. genre
T2. firstname</w>
T1. team_id</w>
T1. lname</w>
T1. course_name</w>
T1. aid</w>
L Name</w>
IN V
G roup
Ev ent
Document _
DE P
Cours es</w>
C lub
C USTO
Book ings</w>
ACCT-2 11
A L
8 4
' Y
' K
' ;</w>
" Pro
y_ participates_in</w>
w_ to_
w_to_ G
w_to_G et_
w_to_Get_ Th
w_to_Get_Th ere</w>
ut ors</w>
us ic
u _id</w>
to ok</w>
t 4.
sub string</w>
start _
small er</w>
ship _id</w>
school _code</w>
s mal
recor d</w>
p resident</w>
ow n
ount ain
ountain _ID</w>
o_ games</w>
n ur
n ul
manag er</w>
ma in_
location _code</w>
la r</w>
l "</w>
il m
ide o_games</w>
i sco</w>
i e
hire _date</w>
ha pp
grant _id</w>
g roup
friend s</w>
fli ghts</w>
few est</w>
erv ations</w>
ertific ate</w>
ei lo
ed to</w>
e e
deta il
de cis
cr s_
countr y_id</w>
contact _
color _description</w>
club s</w>
clim ber</w>
c mi
c k
c ircu
b all
assign edto</w>
affect ed_
address _
ad quart
acult y_participates_in</w>
V ideo_games</w>
TRANSAC TIONS</w>
T3. balance</w>
T2. aid</w>
T1. company_id</w>
Stu dio</w>
Song s</w>
Per formance</w>
He adquart
Gr and</w>
Franc isco</w>
F aculty_participates_in</w>
C at
Address _ID</w>
200 2</w>
' N
' G
"H eilo
y ed</w>
ve l</w>
un ction
typ e?</w>
tot al_
th e
t3. characteristic
t2. characteristic_id</w>
t2. campus</w>
t we
t ick
stu_ fname</w>
st ?</w>
smal lest</w>
shop_ Group
s o</w>
reside nt
quant ity)</w>
product_ price</w>
plac ed</w>
particip ate</w>
ov ern
ov er</w>
ork shop_Group
open _year</w>
o p</w>
main_ industry</w>
lin e_
le vel</w>
job s</w>
j or</w>
invest or_id</w>
int en
ho p_ID</w>
fli ght</w>
film s</w>
f la
es c
ele v
dest ro
de co
deco r</w>
d "</w>
customer s?</w>
customer s.</w>
cu p
cont ents</w>
claim _
book_ club</w>
b il
arri er</w>
an "</w>
ag e_
activ ity_name</w>
_ fe
_ amount)</w>
_ S
T2.customer_ first_name</w>
T2. team_id_br</w>
T2. order_
T2. department_id</w>
T2. branch_id</w>
T2. F
T1.employe eid</w>
T1. songid</w>
T1. reported_by_staff_id</w>
T1. prof_
T1. fname</w>
T1. date_
T1. age</w>
Stock ing
RE S
Point s</w>
P opulation</w>
OR S</w>
In dustry</w>
Allerg y
Al bum
Air port
4 0</w>
1 8</w>
1 .</w>
' ye
ymn ast
ymnast _ID</w>
wrestl ers</w>
wh en</w>
w ard</w>
usic al_ID</w>
tri but
tim e</w>
th er_
t re
t _
subject _id</w>
struct ure
st Name</w>
sho p
servic e</w>
se ating</w>
se a
sea son
salar ies</w>
s .
roll er</w>
ript ion</w>
restl er_ID</w>
re d</w>
public ation</w>
play list
phon e_number</w>
pat ient
organiz ation
open ing</w>
ong Id</w>
omin ation</w>
mus ic</w>
min ist
mil lisecon
medicin e_
medicine_ enzy
medicine_enzy me_
medicine_enzyme_ interaction</w>
mat ch</w>
lo g</w>
ir stName</w>
host s</w>
hip_ model</w>
g as</w>
esc ription</w>
er ic
er "</w>
em ber
destro yed</w>
deleg ates</w>
class es</w>
c i
c hip_model</w>
buil der</w>
bro ws
b as
available _
availa ble</w>
anc el
affili ation</w>
ad land
activ ity</w>
UL T</w>
Typ e
T3. Song
T3.Song Id</w>
T2. product_name</w>
T1.S ongId</w>
T1.G ymnast_ID</w>
T1. party_id</w>
T1. dormid</w>
T1. claim_id</w>
T1. Room</w>
T ME
TME NT</w>
Stat istic
Res ervations</w>
RES ULT</w>
Product _ID</w>
Particip ant
Ma jor</w>
ME R</w>
L ast
Inv est
H O
DEP AR
DEPAR TMENT</w>
D ate_
CUSTO MER</w>
C V
At tribut
Artist Id</w>
Apartment_ Bookings</w>
Ang ele
. D
' D
' Boston</w>
"B adland
" De
year ?</w>
w on</w>
user_ pro
user_pro files</w>
un d
u lar</w>
total ?</w>
t3. characteristic_id</w>
shar ed</w>
scre en
screen _
s_ and
s_and _T
s_and_T utors</w>
s ;</w>
ross_ re
regist er_
ref_ colors</w>
rating )</w>
project _details</w>
phys ician
p ol
outcome _code</w>
or ?</w>
on y</w>
of tw
n i
m eric
list ed</w>
ist or
ion _
invoic e</w>
inter action
instru ment</w>
in st</w>
i o
gra de
flo or</w>
f riend</w>
expens ive</w>
ev ent</w>
estim ation</w>
end ing?</w>
em a</w>
di a
descript ion
decis ion</w>
day s</w>
dat e.</w>
cin ema</w>
cho ol
cam er
budg et_
bill ing_
bel ong
b ig
avg( T2.
at s</w>
anc e)</w>
an k
an ad
an _
ag e.</w>
ab out</w>
_c ross_re
_ M
YEA R
W in
VISI TS</w>
T3. S
T2. emp_fname</w>
T2. classroom</w>
T2. class_code</w>
T2. cName</w>
T2. amenid</w>
T2. Country</w>
T1. surname</w>
T1. stuid</w>
T1. order_id</w>
T1. classroom</w>
T1. cName</w>
T1. building_id</w>
T1. Party</w>
T ot
SE CTION</w>
P P
PP EL
PPEL LA
Last Name</w>
ID )</w>
HOT EL
HOTEL S</w>
HO ST</w>
Course_ Author
Course_Author s_and_Tutors</w>
C ertificate</w>
Allergy _type</w>
A PPELLA
6 ?</w>
6 00</w>
3 7
3 0
2 ?</w>
"Heilo "</w>
x "</w>
volum es</w>
vi ew</w>
und erg
ub mission
ubmission _ID</w>
u str
ustr ali
tri ps</w>
technician s</w>
t3. title</w>
t3. lname</w>
swim m
sum( T2.
start ing</w>
star _
st s</w>
sho ps</w>
screen_ mode</w>
scho lar
s_ on
s_on _T
room_ count)</w>
reven ue)</w>
rec entl
re view</w>
re se
re lea
product_ price)</w>
pos ition
payment_metho d</w>
p opul
p op
pop ular</w>
p it
p asseng
p Pos</w>
organiz ations</w>
organisation _type</w>
or _
nt er
name_ last</w>
name_ first</w>
ment )</w>
m ar
loc ation_id</w>
le f
k s_on_T
k et
istric t</w>
instit ution
individu als</w>
histor y</w>
high _
h eight
h an
genr e</w>
foun der</w>
form anc
film_ market_
f acult
ers )</w>
eng lish
en r
en do
endo w
ele ction
ee ks_on_T
dorm s</w>
don 't</w>
document _code</w>
cont ain</w>
comp let
cmi _cross_re
channel s</w>
catalog_ contents</w>
c lo
build ing_
bod y</w>
balanc e)</w>
b ac
averag e?</w>
ation .</w>
archite ct
app el
affected_ region</w>
activ e_
ach in
account _name</w>
Tot al_
T3. custid</w>
T3. crs_code</w>
T3. amenid</w>
T2.Ho metown</w>
T1.C ity
T1. region_id</w>
T1. branch_id</w>
T O
O ff
Mo de
M ar
M AT
MAT C
E limin
Den omination</w>
De part
COUN T</w>
C arrier</w>
Baltimor e"</w>
Auth or</w>
5 00</w>
2 5</w>
"M ar
" W
youn gest</w>
youn ger</w>
ym es</w>
year .</w>
y ,</w>
work shop</w>
work s</w>
with _
vis ion</w>
vi de
ve hic
un it</w>
tre at
tr a
temperat ure_
team s</w>
te st</w>
t2. order_id</w>
t2. instid</w>
t2. id</w>
t1. fname</w>
stor e_
staff _name</w>
shi pping_
settle ment</w>
s _id</w>
ran k
problem _id</w>
pric e.</w>
person al
personal _name</w>
part y_name</w>
p_ Name</w>
ou s</w>
organiz ation</w>
on "</w>
omin ee</w>
o ther_
o ffer
o "</w>
nul l"</w>
me an_
max( T1.
mark et
ma x</w>
ma il
m is
la pt
it u
inten anc
intenanc e_
ho p_Name</w>
go t</w>
g type</w>
g r
form s</w>
festiv al</w>
fe mal
far m
f urnit
expens es</w>
ett led</w>
es "</w>
enz ymes</w>
enrollment )</w>
en ded</w>
edit or</w>
devic e</w>
department _
degre e</w>
d_by_ Employe
d_by_Employe e_ID</w>
d ol
co ast
catalog_entr y_name</w>
capac ity)</w>
bo ok</w>
big ger</w>
bas ket
b and</w>
appoint ment</w>
anufact urer</w>
act ive</w>
YEAR )</w>
Y "</w>
W orkshop_Group
V isit
Tourist_ Details</w>
T3. product_id</w>
T3. dept_name</w>
T2.p ID</w>
T2.customer_ last_name</w>
T2. station_id</w>
T2. player_id</w>
T2. apt_id</w>
T2. StuID</w>
T2. Party_ID</w>
T1. stu_num</w>
T1. state</w>
T1. player_id</w>
T1. eid</w>
T1. apt_id</w>
T 5
T5 .
Stocking s'</w>
Se x</w>
S an</w>
R E</w>
N ominee</w>
Mode l_name</w>
MATC H</w>
M e
LE S</w>
INV O
G ra
Employee ID</w>
E x
Documents_ with_
D escription</w>
Customer _P
Customer _
Co nt
APPELLA TIONS</w>
9 ?</w>
9 0</w>
3 000</w>
201 0?</w>
00 "</w>
'F '</w>
' Alic
" null"</w>
" Ro
vide o</w>
u me
u es</w>
transaction _id</w>
transaction _amount)</w>
t3.characteristic _name</w>
t1. id</w>
suppli er_id</w>
sup port
su _fe
star_ rating
star_rating _code</w>
staff_ last_name</w>
staff_ first_name</w>
st op
sor t</w>
scor es</w>
sal es</w>
s core
s "?</w>
ri bed</w>
representat iv
re p
ran g
r act
purcha sed</w>
product s.</w>
proc ess
pri ses
pre sentat
pr ing</w>
post season</w>
play ing</w>
pilo ts</w>
person al</w>
particip ant
par k</w>
p ut
p k
pk ins</w>
p er</w>
organiz ation_id</w>
order_ quantity)</w>
order_ placed</w>
or t</w>
on d
nter prises
n s</w>
mon ey</w>
mo d
members hi
ma st
ma k
m ith</w>
m achin
long est</w>
l eng
inc ident
in clu
ilm _ID</w>
id ?</w>
ic all
ha s?</w>
genr es</w>
film_market_ estimation</w>
fam il
f ood
ettle ments</w>
estiv al_ID</w>
ess ons</w>
es e</w>
ervic es</w>
ern ation
enzy me
ent ry</w>
enr )</w>
enn is</w>
ember _ID</w>
em e</w>
ed )</w>
dol lar
document s?</w>
document s.</w>
direct ors</w>
de nomin
dat a</w>
d ward
credit _
credit_ score</w>
correspon d</w>
cont act</w>
con fer
code .</w>
club _id</w>
clim bers</w>
ch ur
candidat e_id</w>
cal led</w>
c su_fe
bu m</w>
away n
averag e,</w>
available_ policies</w>
ault _
ation ?</w>
ass ess
arket _ID</w>
am p
al_ Name</w>
a d</w>
Wh en</w>
W N
V i
UL T
ULT Y</w>
T3. dormid</w>
T2.genre _id</w>
T2. track_id</w>
T2. rID</w>
T2. i_id</w>
T2. f_id</w>
T2. author_id</w>
T2. Appelation</w>
T1.booking_ start_date</w>
T1.b lock
T1. track_id</w>
T1. storm_id</w>
T1. staff_name</w>
T1. raceid</w>
T1. i_id</w>
T1. f_id</w>
T1. account_id</w>
S ort</w>
S ettlements</w>
S ervices</w>
Room Id</w>
Restaur ant
Re presentat
RO LES</w>
Project_ Staff</w>
Pay ment_
P ub
O WN
Num ber_
M arket
M E</w>
L oun
L essons</w>
Invest or</w>
Grap e</w>
F AC
FAC ULTY</w>
Event _ID</w>
E nterprises
D i
Cat alo
Angele s"</w>
AL B
3 4
200 0?</w>
'ye s'</w>
"T ennis</w>
"L os</w>
"Ho pkins</w>
" english
v er</w>
up port
un i
u id</w>
typ es.</w>
t3. fname</w>
t1. campus</w>
student_ capacity</w>
stor es</w>
st_ city</w>
shor test</w>
shipping_ ag
shipping_ag ent
s_ games</w>
s r
sr c
src _
src_ apid</w>
role _description</w>
review er</w>
representat ive</w>
re port</w>
quant ity</w>
publish ed</w>
playe d)</w>
physician s</w>
photo s</w>
perpetrat or</w>
perc ent</w>
p ark
or g
op erat
ol d</w>
nt s</w>
n ick
miss ion</w>
min( age)</w>
me an</w>
max imum,</w>
loc at
lo t
liv es_in</w>
lar ger</w>
it e</w>
io log
ing )</w>
ho st_city</w>
gr ap
gam eid</w>
g la
form ats</w>
for m</w>
festiv al
f in
entrepreneur s</w>
ent ly</w>
endow ment</w>
elev ation</w>
e pt
devic es</w>
data base
customer_ phone</w>
credit s</w>
cont ain
code ,</w>
cmi_cross_re f_id</w>
chool _ID</w>
catalog_ level
candi dates</w>
branch es</w>
bod y_
balanc es</w>
ba se</w>
b ri
anc y</w>
an a</w>
alphabet icall
all '</w>
acc ept
ac h</w>
_of_ day</w>
VISI T
VISIT ORS</w>
U M
Th eme</w>
T3. dept_code</w>
T3. amenity_name</w>
T2.S ervice_Type_Code</w>
T2. stuid</w>
T2. country</w>
T2. Party</w>
T1.p ID</w>
T1. team_id
T1. organisation_id</w>
T1. gender</w>
T1. forename</w>
T1. emp_num</w>
T1. cust_name</w>
T1. cust_id</w>
T1. Aircraft_ID</w>
Ran k</w>
Project_ outcomes</w>
Play s_games</w>
P op"</w>
P olic
P i
Or gan
Num _of_
Ma de</w>
K "</w>
Jo se</w>
Jo hn</w>
Documents_with_ expenses</w>
Catalo g_
COUNT (DISTINCT</w>
Ass ign
Add ress</w>
ALB UM</w>
8 ?</w>
200 8</w>
2 .</w>
100 000</w>
. '</w>
-0 1
"S p
" food
yc le</w>
work _ID</w>
wee ks</w>
way _ID</w>
w eight</w>
us er
ur es</w>
underg o
total )</w>
temperature_ f</w>
te st_
t3. name</w>
t1. color_code</w>
swim mer</w>
sum( hour
stop s</w>
staff ?</w>
st ock</w>
sour ce</w>
sh are</w>
servic e_name</w>
resol ution
re l
program _id</w>
product_ details</w>
pping_ Ag
polic y_id</w>
po int</w>
pay ment
ou s_
or '</w>
or "</w>
ond on</w>
ol um
n age</w>
music _
music_ festival</w>
memb er_name</w>
m ittee</w>
le ction
lection _C
lection_C ycle</w>
la un
journal ist</w>
ity .</w>
interaction _type</w>
individu al
i ble</w>
home_ game</w>
ho metow
high_ degree</w>
hi pping_Ag
hi p_ID</w>
h ome</w>
g e
g as_
gas_ station</w>
festiv al_
festival_ detail</w>
er em
er b
employe es.</w>
ei g
ed "</w>
dur ation)</w>
document_typ es</w>
d ings</w>
d am
customer_ addresses</w>
csu_fe es</w>
count .</w>
contain ing</w>
complet ion</w>
comm ittee</w>
com mission
co ver</w>
city _
city ?</w>
camer a_
camera_ len
c el
c cup
budget _type_code</w>
body_ builder</w>
bir th
b r
b all</w>
assign ed_
an oe
amount _
am ous_
am es</w>
al so</w>
al bum</w>
ail way_ID</w>
affect ed</w>
ad "</w>
account s.</w>
_S ettled</w>
_ is</w>
_ Vote</w>
_ AT
_AT TRAC
_ATTRAC TIONS</w>
Z ach
V inc
UR IST
URIST _ATTRACTIONS</w>
TO URIST_ATTRACTIONS</w>
TI ST</w>
T3. title</w>
T3. F
T2.f acID</w>
T2.W in
T2.G enreId</w>
T2. region_id</w>
T2. languages</w>
T2. film_id</w>
T2. company_id</w>
T2. b
T2. E
T1.prof_ num</w>
T1.f acID</w>
T1.S ervice_Type_Code</w>
T1. subject_id</w>
T1. station_id</w>
T1. scientist</w>
T1. film_id</w>
T1. Appelation</w>
Stor e_
Restaurant .
Representat iv
Ref_S hipping_Ag
Ref_ document_types</w>
R ailway_ID</w>
OWN ER</w>
O pen
O ccup
M em
Loc ation</w>
Headquart ers</w>
Gra nts</w>
D est
Customer Id</w>
Comput e</w>
Comp et
Com mittee</w>
C h
B ir
Attribut es</w>
Art work_ID</w>
AR TIST</w>
A "</w>
: 5
7 ?</w>
3 "</w>
200 4</w>
1 2000</w>
( sex</w>
'P h
"english "</w>
"J o
"C ancel
" United</w>
yc le
y_ acc
y_acc ident</w>
w ell</w>
w ay</w>
us ing</w>
upport Re
upportRe p
upportRep Id</w>
u c
typ e,</w>
transaction _type</w>
to _b
to_b e_
to_be_ destroyed</w>
the m</w>
t3. order_id</w>
t2. store_id</w>
t ar
suppli ers</w>
student_course_ registr
student_course_registr ations</w>
stu_gp a</w>
station _name</w>
stadium _id</w>
sta y</w>
st an
sp ent</w>
shi pp
ses am
school _name</w>
scholar ship</w>
s. shipping_agent
ri b
region s</w>
rat ed</w>
ram a_
rama_ Workshop_Group
rama_Workshop_Group s</w>
qu isit
product .</w>
proble m</w>
pro vi
prere quisit
pre mis
pos itions</w>
per for
patient s</w>
pap er</w>
overn or</w>
ou r</w>
on ?</w>
offer ed</w>
nur se</w>
no _of_
nam es?</w>
n ing</w>
mus ician</w>
minist er</w>
min ut
mill ion
medicin e_id</w>
me as
max _p
max_p age_
max_page_ size</w>
mail sho
log in</w>
lo g_
log_ entr
line_ 1</w>
lat form</w>
lapt im
l d</w>
journal ist
invoic e_number</w>
inv ent
invent or
injur y_accident</w>
ing_ city</w>
individu al_
host ing_city</w>
hometow ns</w>
he ad</w>
hav ing</w>
from ?</w>
follow ers</w>
fla g</w>
festiv als</w>
f unction
f o
est ed</w>
ers ,</w>
end _
en "</w>
employe e_name</w>
ed_ in</w>
ear ch
du str
distric ts</w>
direct ed</w>
desc ribed</w>
desc ending?</w>
dat e)</w>
crs_ description</w>
club name</w>
city ,</w>
c ycle
brows er</w>
book s</w>
book ings</w>
bik es_
ball _
balanc e.</w>
ay ak
attribut e_
attribut e</w>
ag e?</w>
ac il
a )</w>
_ N
_ IN</w>
YE E</w>
Y ear
Win ery</w>
T4. dept_code</w>
T3.S SN</w>
T2.order_ status</w>
T2. eid</w>
T2. director</w>
T2. decision</w>
T2. alid</w>
T2. Tourist_ID</w>
T1.team_id _
T1.S upportRepId</w>
T1.M anufacturer</w>
T1. project</w>
T1. dorm_name</w>
T1. dept_name</w>
T1. campus</w>
T1. artist_id</w>
T1. apid</w>
T1. ArtistId</w>
Stock ings</w>
S h
S ci
Res earch
Q u
N T
LO YEE</w>
Inv oic
I nt
Ho w_to_Get_There</w>
H S</w>
Grap hic
G EN
GEN RE</w>
EMP LOYEE</w>
Documents_ to_be_destroyed</w>
D rama_Workshop_Groups</w>
Count r
Claim _id</w>
Catalog_ Cont
8 5</w>
5 0.</w>
200 5</w>
200 4
200 1</w>
200 0.</w>
18 50</w>
100 00</w>
'Alic e'</w>
' 200
"Jo hn</w>
"F "</w>
year _
y n</w>
y ing</w>
w ed
w al
vehic le
ut en
ure _ID</w>
ur g
uni qu
uniqu e</w>
ul u
treat ment</w>
transaction s.</w>
transaction _type_code</w>
to ok
to .</w>
tick et_
test_ result</w>
teach er_id</w>
t2. year</w>
t2. songid</w>
t2. customer_details</w>
t2. color_description</w>
t2. address_id</w>
t1. store_id</w>
t1. songid</w>
t1. sex</w>
sy stem
sy cho
sycho log
stu_ lname</w>
stu d
store_ district</w>
state ment
start_ station_id</w>
start ed</w>
ss n</w>
settle ments</w>
s_ held</w>
s i
s h</w>
resolution )</w>
rent al</w>
relea sed</w>
recentl y?</w>
rail way</w>
rail way
price_ range</w>
pri mar
pre sc
pos e_
po se</w>
player_ ap
player_ap i_id</w>
per formanc
passeng ers</w>
party_ events</w>
p Name</w>
organization _name</w>
op pose</w>
on ol
onol ulu
oftw are_
oftware_ P
number .</w>
mount ain
mo st?</w>
mo c
moc rat
min imum,</w>
min _
millisecon ds</w>
mil l</w>
mid d
membership_ register_
memb ers?</w>
memb ers.</w>
medic ation</w>
ma de
le .
lat itu
langu age</w>
l no</w>
jo in
ity ?</w>
ition _type</w>
ist ic</w>
is co
is ations</w>
invoic e_
ing_ Reg
in _name</w>
id s.</w>
i me
i a</w>
gymnast s</w>
guest _id</w>
form _id</w>
fi le
fer enc
f oo
exhibition _id</w>
ex amp
examp le.
es s</w>
en ?</w>
ema ils</w>
eeks_on_T op</w>
document_typ e_name</w>
document_ structure
dit or
detail s.</w>
dept_ store_id</w>
data _type</w>
d st_
cu r
cre ated</w>
course ?</w>
cont ract
construct or
comp at
comm itte
colleg e_id</w>
co st
cin ema
character istic</w>
char ge</w>
channel _id</w>
categor y_id</w>
belong s</w>
basket ball_
base Price</w>
ay s_held</w>
ay ana</w>
avg(T1. stars)</w>
avg( product_price)</w>
avg( balance)</w>
art work</w>
ardw are</w>
archite ct</w>
apt _number</w>
ant ity)</w>
aness a"</w>
amount _of_
am er
am ber
allerg ies</w>
affili ated</w>
advis ors</w>
act ors</w>
access _
acc _type</w>
_ status_code</w>
_ Date</w>
_ Cla
_Cla i
W restler_ID</w>
Type_ Description</w>
T3. code</w>
T2.p Pos</w>
T2. src_apid</w>
T2. prof_
T2. party_id</w>
T2. department_name</w>
T2. city</w>
T2. Tourist_Details</w>
T2. RoomId</w>
T2. Lname</w>
T2. Artist_ID</w>
T2. Allergy</w>
T1.G enreId</w>
T1. school_id</w>
T1. product_name</w>
T1. date_of_
T1. class_code</w>
T1. Artist_ID</w>
T1. Allergy</w>
T1. Aircraft</w>
S y
S oftware_P
S mith</w>
Ro bel
Representativ e_ID</w>
Re qu
Qu antity)</w>
Part y_
P ap
Organ isations</w>
Order_ items</w>
M IN
L os</w>
J aness
In struct
I S
Ho st_ID</w>
H arri
H S
G RA
Franc isco
F irstName</w>
Eng ine
E B
D istric
Compet ition_type</w>
Compan y_name</w>
C hin
C amer
Buil dings</w>
Buil ding</w>
Bir th
Attraction _
Apartment_ Buildings</w>
Amount _Clai
Airport _ID</w>
Ag e)</w>
A s</w>
@ example.
9 6
9 4
8 0</w>
6 0
20 .</w>
2 5
199 0</w>
198 9-0
100 00
1 5</w>
1 0.</w>
1 '</w>
( salary)</w>
'Y '</w>
'S pr
"food "</w>
"S awayn
"R ock
"O n</w>
"J anessa"</w>
"F ail
"D ayana</w>
" 6
y_ Requ
x '</w>
win er
wee k
ward "</w>
voc al</w>
visit ed</w>
us er</w>
u di
twe ets</w>
try out
train ed_in</w>
tra de
time _of_day</w>
t op
t on</w>
t any</w>
t 4</w>
t "</w>
support _
sub ject</w>
student_course_ attendance</w>
stu_gp a)</w>
stu di
storm s</w>
state ment</w>
stadium s</w>
st_ city
st_city _ID</w>
song s?</w>
sav ing</w>
s co
s ";</w>
room_ count</w>
role _name</w>
ro w
rit tany</w>
review ers</w>
rese arch
rep air
rat e)</w>
ram a</w>
qu al</w>
provi ded</w>
product s?</w>
pro te
pro per
proper t
play ers.</w>
percent age</w>
per formance</w>
ow n</w>
or )</w>
on e
one y_Requ
on don
off ici
offici al</w>
o me
ning_ Aircraft</w>
n at
music als</w>
mon th
mode l
meric an</w>
ment ?</w>
max( age)</w>
max( YEAR)</w>
ma in</w>
log in_name</w>
lin e</w>
la st
journ al</w>
invoic es.</w>
institution _id</w>
injur y</w>
in dustr
i e"</w>
hour s?</w>
hour s)</w>
ho metown</w>
h ardware</w>
h "</w>
grant _
goali e'</w>
genre ?</w>
gam e_id</w>
frequ entl
ferenc es</w>
farm _
fam ous</w>
exhib itions</w>
ers '</w>
ernation al</w>
ent "</w>
enroll ments</w>
employe es?</w>
employe e_
e qual</w>
e "?</w>
don at
date_ problem_
date_ order_placed</w>
cre tar
core )</w>
class _
city )</w>
chec k
catalog_level _number</w>
c hi
c ertific
buil t</w>
book ing</w>
book ed</w>
bed Type</w>
be l</w>
balanc e?</w>
ba th
au dio</w>
au di
attend ance)</w>
att ended</w>
ation "</w>
ated_ with</w>
appel ations</w>
an '</w>
amous_ Title</w>
all "</w>
al e"</w>
airport s?</w>
affili ated_with</w>
activ ities</w>
account s?</w>
accept ance</w>
acc _
a ward</w>
a sh
_T own</w>
Y ork
V is
Total_ Points</w>
T3. aid</w>
T3. activity_name</w>
T3. Tourist_ID</w>
T3. Title</w>
T2. treatment</w>
T2. school_id</w>
T2. medicine_id</w>
T2. job_
T2. host_city</w>
T2. cust_id</w>
T2. city_id</w>
T2. campus</w>
T2. advisor</w>
T2. Height</w>
T2. Album
T2. Address_ID</w>
T1.S hop_ID</w>
T1.M usical_ID</w>
T1.D ate_
T1.D NO</w>
T1.Countr y_id</w>
T1.Count y_id</w>
T1.City _Town</w>
T1. stu_fname</w>
T1. part
T1. member_id</w>
T1. lastname</w>
T1. act
T1. Address_ID</w>
T o
T ak
Sy stem
Staf f_
Staf f
Software_P latform</w>
Sh ark
S pring</w>
S mith
S hop_Name</w>
S UM
Re port</w>
RO D
ROD U
Pri x"</w>
Polic e_
Point s)</w>
Pay ments</w>
Pap er</w>
Or ton
Off ici
N ew</w>
LE V
K ing
Janess a</w>
G e
G D
Eng lish
Document_ locations</w>
Date_ Claim
Count y_name</w>
CO N
All _
A '</w>
: 0
5 0?</w>
201 4</w>
2 "</w>
19 7
-0 6
'M '</w>
' goalie'</w>
' Zach
' United</w>
"Sawayn ";</w>
"S hi
"P ass
"M "</w>
"D av
"Badland s"</w>
"B ank
ye d_by_Employee_ID</w>
w r
wr itte
writte n</w>
ven ue</w>
val ue)</w>
ustrali an</w>
use um
u se</w>
u li
uli an
u k
u est
uest s</w>
twe et
train ed</w>
trade _name</w>
tr action</w>
title ,</w>
tho d_
thod_ Code</w>
technician _ID</w>
teach er</w>
tak es</w>
t3. instid</w>
t3. district_id</w>
t3. address_id</w>
t2. people_id</w>
t2. district_id</w>
t1. people_id</w>
swimm er_id</w>
student_ capacity)</w>
stor e_name</w>
statement _id</w>
stat e?</w>
st e
st ay
sport name</w>
sour c
son '</w>
se '</w>
s_ policies</w>
s_ in_
s_ Tak
s_Tak en</w>
s ition</w>
ro yed_by_Employee_ID</w>
rib es</w>
representativ es</w>
report s_
recor d.</w>
rat ings</w>
rac es?</w>
r ans
r af
publish ers</w>
prof_ high_degree</w>
problem_ log</w>
pro min
prere q
point s?</w>
pit stops</w>
perpetrat ors</w>
p ress
ov er
our nam
or por
or ld</w>
op pose_
ok y
ok ia</w>
nomin ated</w>
no tific
n c
n ational
mast er_
market_ value)</w>
manag er_id</w>
li sh</w>
la bel</w>
l y_
it .</w>
invoice_ date</w>
invest ed</w>
ing_Reg ion_
individual _id</w>
in_ dollar
in hib
inhib it
in dust
ie uten
id ship
i se
i "</w>
hotel s</w>
host ed</w>
h um
h or
guest _
g et</w>
function al_
functional_ are
for ni
fli ght
farm_ competition</w>
famil y</w>
est s_Taken</w>
ervice_ Types</w>
ervice_ Type_Description</w>
ern h
erem ony</w>
er ,</w>
er )</w>
enzyme _id</w>
ent _
enrol ment</w>
engine er_id</w>
emp lo
edit ors</w>
e dia
edia Type
ediaType Id</w>
dst_ apid</w>
document_structure _code</w>
document _description</w>
ditor _ID</w>
dit s</w>
date_ from</w>
date_ assigned_
d s)</w>
d om
d ge</w>
customer s_policies</w>
ct iv
cont ent</w>
compla int</w>
commission _p
club location</w>
clo u
city_ area</w>
city .</w>
circu its</w>
catalo g
card _number</w>
capta ins</w>
campus fee</w>
c ross</w>
c eremony</w>
c arri
carri ers</w>
bri dge</w>
bikes_ available
bikes_available )</w>
basketball_ match</w>
ban ks</w>
b and
avg( salary)</w>
avg( price)</w>
at traction</w>
as "</w>
art works</w>
ark _id</w>
ardw are_
ard "</w>
architect _id</w>
an gla
amount _p
ali forni
al o</w>
address_ line_1</w>
account .</w>
accelerat or</w>
acc ess</w>
_b ill
_T ests_Taken</w>
Visit s_
T3. staff_id</w>
T3. songid</w>
T3. rID</w>
T3. order_id</w>
T3. dorm_name</w>
T3. city</w>
T3. Tourist_Attraction_ID</w>
T2.staff_ last_name</w>
T2.staff_ address_id</w>
T2.Win ning_Aircraft</w>
T2.Ho st_city_ID</w>
T2.D NO</w>
T2. rating</w>
T2. party_name</w>
T2. investor_id</w>
T2. allergytype</w>
T2. C
T2. Author</w>
T1.S ervice_Type_Description</w>
T1.F estival_ID</w>
T1.Count y</w>
T1. firstname</w>
T1. alid</w>
T1. Title</w>
T1. LName</w>
T1. Instruct
T1.Instruct or</w>
T1. EmployeeID</w>
T1. Committee</w>
T1. A
T rans
T on
T H</w>
Student _Tests_Taken</w>
St art
SUM (
S ub
Ro ad"</w>
Restaurant. Res
Ref_S ervice_Types</w>
RA M
Pub lish
Po sition</w>
Ph on
Ph .D
Payment_ Me
Payment_Me thod_Code</w>
P E
Order_ Quantity)</w>
Ma intenance_
L A</w>
King dom
Invoic es</w>
Ho metown</w>
HS )</w>
H istor
H ardware_
G uests</w>
G am
G P
F D
Enrol l
Cre dits</w>
Comput er</w>
Colle g
Club "</w>
C orpor
B ill
At la
ACCT-211 ?</w>
ACCT-211 '</w>
8 .</w>
7 37
737 -
737- 8
7 0</w>
6 000</w>
5 "</w>
4 "</w>
201 0.</w>
201 0
2 ;</w>
199 9</w>
19 5
100 ?</w>
1 6
00 0?</w>
.D .'</w>
-2 6
'Spr ing'</w>
'Ph .D.'</w>
' W
' R
' ACCT-211'</w>
"T ur
"Rock "</w>
"P en</w>
"N okia</w>
"N Y
"G oo
"Cancel le
"C om
"C olum
"B o
" sesam
zi p_
zip_ post
zip_post code</w>
z z
y la
win n
winn er</w>
win e</w>
voc al
vic e_ID</w>
user ac
userac ct</w>
un it
typ ic
typic al_
train s</w>
train _id</w>
tr u
total_ amount_p
total_amount_p urcha
total .</w>
title )</w>
time s?</w>
time s.</w>
tick et</w>
te sts</w>
te n</w>
t2. swimmer_id</w>
t2. ship_id</w>
t2. color_code</w>
t1. document_code</w>
t ent
submiss ion
start_ station_name</w>
start s</w>
stan ding</w>
staff_ department_
staff_department_ assign
staff_department_assign ments</w>
st ri
st op</w>
st ation_
sourc e_
shipp ing</w>
section s</w>
scre en</w>
score .</w>
school s.</w>
s_ mode</w>
s.shipping_agent _code</w>
roll er_
roller_ coast
roller_coast er</w>
ro u
review ed</w>
rent al_
rel ated</w>
ref_ product_categor
ref_product_categor ies</w>
recor d?</w>
recor d
re a</w>
rating .</w>
rat e?</w>
ran t</w>
ra z
product ?</w>
prere q</w>
pr ing"</w>
popul ation.</w>
pol ici
performanc es</w>
p lat
own ed</w>
ou ght</w>
orig ins</w>
order s.</w>
op er
op "?</w>
oot ball
on scholarship</w>
o ther</w>
num ber_
no_of_ customer
no_of_customer s)</w>
nam e?</w>
n ce</w>
membership_register_ branch</w>
membershi p</w>
meas ure</w>
me dia
media _typ
max( T2.
mal e'</w>
mak e</w>
ma t</w>
ma n</w>
m orn
loc k</w>
less ons</w>
less on
leng th
le x
laptim es</w>
lac e</w>
l ong</w>
journal ists</w>
journ al_
job_ history</w>
iti es.</w>
it id</w>
istor y'</w>
inter act</w>
ing_ price</w>
ing s.</w>
individual_ last_name</w>
ind a</w>
ieuten ant
hum id
home_ city</w>
happ en
group s</w>
group ed</w>
g ross</w>
g rant</w>
g name</w>
g h</w>
for mat</w>
for ce</w>
fo .</w>
fi led</w>
fess or"</w>
facult ies</w>
ex act
exact ly</w>
er man
enrollment ?</w>
enroll _
enroll_ grade</w>
emplo y
el s</w>
each ers</w>
each ?</w>
e ".</w>
de tent
de cor
dat e,</w>
d rama</w>
d n
customer_ contact_
customer_contact_ channels</w>
cu min
ctiv ity</w>
compet itions</w>
compan ies.</w>
code s.</w>
co ach</w>
co ach
class room
claim s_
clai med</w>
citi es?</w>
circu itid</w>
chur ch
cal end
build ers</w>
buil t
budget ed</w>
billing_ country</w>
bik es</w>
bik e</w>
base Price)</w>
ban king</w>
bac k</w>
bac k"</w>
b ought</w>
b orn
b lock</w>
b e</w>
ath s</w>
at te
at ive</w>
ar ol
ar o
ap an"</w>
an n
all s</w>
active_ from
access_ count)</w>
_M i
_ Name</w>
_ Made</w>
_ F
Vi ew
US D
T3. class_code</w>
T2.staff_ first_name</w>
T2.M ountain_ID</w>
T2.Ho w_to_Get_There</w>
T2.E lection_Cycle</w>
T2.D istrict</w>
T2. organisation_id</w>
T2. location_id</w>
T2. artist_id</w>
T2. P
T2. Hardware_
T2.Hardware_ Model_name</w>
T2. Aircraft_ID</w>
T1.team_id_ winner</w>
T1.p Name</w>
T1.customer_ details</w>
T1.M ountain_ID</w>
T1.Countr y_name</w>
T1. project_details</w>
T1. patient</w>
T1. organisation_type</w>
T1. grant_id</w>
T1. document_id</w>
T1. attendance</w>
T1. Team</w>
T1. EMP
T1. Claim_id</w>
T eachers</w>
T 5</w>
S cor
S al
Ref_Shipping_Ag ent
RO L
ROL LE
ROLLE D
R ock</w>
Publish er</w>
Phon e_ID</w>
Participant _ID</w>
P op"?</w>
Ord ers</w>
Offici al_Name</w>
OR D
Loun g
Loc ation
In fo.</w>
INVO I
INVOI CE
INVOICE S</w>
I T
Graphic s_mode</w>
F all</w>
F acID</w>
F '</w>
Ev ents</w>
Enterprises "</w>
Eng lish</w>
Employe es
ER _
EN ROLLED
E ma
Document_ Types</w>
De vice_ID</w>
CV "</w>
C ity
C "</w>
B e
B O
All_ documents</w>
A ctivity</w>
9 .</w>
3 -1
100 .</w>
10 ;</w>
1 1</w>
'H istory'</w>
'F all'</w>
' mid
' male'</w>
"sesam e"</w>
"U S
"S pring"</w>
"R y
"Pro fessor"</w>
"H erb
"Colum bus</w>
"Bank ing"</w>
"Badland s"?</w>
" back"</w>
" St
" 199
ys ic
y ".</w>
wh ite</w>
wee k</w>
we b
web _
web_ cli
web_cli ent_
web_client_ accelerator</w>
w eight
vot es.</w>
vol ume
vis ion
vehicle _id</w>
v eig
veig "</w>
urnit ure_ID</w>
ure d</w>
ur ers</w>
univers ities</w>
undergo es</w>
ul ar
u ppli
uppli ers</w>
u e_
typ es?</w>
transaction )</w>
track s.</w>
took _
took_ office</w>
to ge
to _date</w>
title _code</w>
them es</w>
th ese</w>
teach ing</w>
ta sk
ta s
t2. title</w>
t2. service_id</w>
t2. program_id</w>
t2. date_
t1. year</w>
t1. paperid</w>
sy ste
syste m</w>
sy chi
sychi at
suppli er_
sup port</w>
sum( gam
sum(gam es
sum(games played)</w>
studi os</w>
student .</w>
stud ying</w>
state ment_
statement_ details</w>
stat e.</w>
sk ill
ship ?</w>
se d)</w>
se cretar
secretar y</w>
salar y.</w>
s on</w>
s ing
s er</w>
s e_
rol es</w>
resident _
registr ation_id</w>
region al_
regional_ population</w>
rec ently</w>
rating ?</w>
ran ks</w>
railway s</w>
ra de</w>
qu ali
quali fic
put er</w>
pt roller</w>
project s)</w>
program s</w>
product_ description</w>
product s_
problem_ log
problem_log _id</w>
pro pri
propri ation
propriation s"</w>
pric e?</w>
post season
polic y"</w>
polic e</w>
play ers?</w>
plat forms</w>
person _id</w>
people ?</w>
people .</w>
party_ host</w>
party_ email</w>
part y.</w>
par t</w>
p propriations"</w>
p age</w>
outco me</w>
our s</w>
our ce</w>
ount ain</w>
opul ation)</w>
op en</w>
on ly</w>
on fir
onfir med
on c
olic ies</w>
ol veig"</w>
off ers</w>
o h
no t
nam e
movi e_id</w>
mod ern
mod er
moder n</w>
midd le
ment_ Assign
ment_Assign ments</w>
ment s.</w>
ment ID</w>
membership_ amount</w>
